{
    "%debug.testMessage":"Hello world! Now broadcasting formatted message: (FORMAT)|(FORMAT_2)",

    "%head.title":"Nanotrasen Simulator",

    "%body.title":"Nanotrasen Simulator",
    "%body.note":"You are an AI trained to manage the entirety of Nanotrasen. This is a simulation of Nanotrasen that is 99.99% accurate.",
    "%body.exportData":"Export Data",
    "%body.importData":"Import Data",
    "%body.saveData":"Save Data",
    "%body.deleteData":"Delete Data",
    "%body.credits":"Credits: ",
    "%body.shop":"Shop",
    "%body.moreStationCapacity":"More Station Capacity",
    "%body.ertSquad":"1 ERT Squad",
    "%body.trainDS":"Train Deathsquad",
    "%body.stations":"Stations",
    "%body.buyStation":"Buy Station",
    "%body.events":"Events",

    "%events.nothingHappening":"There seems to be nothing happening currently...",
    "%events.buyStationCapacity":"Nanotrasen purchased extra station capacity for ${capacityPrice} credits.",
    "%events.buyStation":"Nanotrasen purchased (STATION_NAME) for ${stationPrice} credits.",
    "%events.rumor":"Rumors about bullshit.",
    "%events.antagMajor":"So spooky.",
    "%events.thiefCaughtFail":"A thief has been caught on (STATION_NAME), but their attempts to steal were futile! Civil unrest has decreased.",
    "%events.thiefCaughtSucceed":"A thief has been caught on (STATION_NAME), but they got away! Credits decreased, Civil unrest has increased.",
    "%events.enemyCommunicationIntercepted":"Attention, enemy communication intercepted. Security level elevated. Civil unrest increased.",
    "%events.plasmaBubble":"(STATION_NAME) has entered an area of space with more plasma than the last, increased revenue!",
    "%events.thiefDetected":"A thief has been detected on (STATION_NAME), civil unrest has increased.",
    "%events.traitorDetained":"A syndicate agent has been detected on (STATION_NAME), and has been properly detained. But not without decreasing the station revenue! Civil Unrest decreased.",
    "%events.ntRumors":"Rumors about Nanotrasen decomissioning (STATION_NAME) have spread, civil unrest increased.",
    "%events.lingRumor":"Rumors about changelings aboard (STATION_NAME) have spread, civil unrest increased.",
    "%events.aiActivity":"Crewmembers onboard (STATION_NAME) have noticed odd and disturbing AI activity, civil unrest increased.",
    "%events.wizardRumors":"Rumors about the Wizard Federation attacking (STATION_NAME) has spread, civil unrest increased.",
    "%events.foreignLifeformsMinor":"Foreign Lifeforms detected on (STATION_NAME), but the AI was able to vent the lifeforms before they did any harm. Civil unrest increased.",
    "%events.insanityWave":"A bluespace anomaly has triggered, causing crewmembers aboard (STATION_NAME) to see nightmares. Civil unrest increased.",
    "%events.bluespaceAnomaly":"A bluespace anomaly has hit (STATION_NAME), our sensors were unable to figure out what happened.",
    "%events.stationFunding":"(STATION_NAME) has deducted an amount from your credits as funding for their new research project.",
    "%events.cargoUnauthOrder":"Cargo techs aboard (STATION_NAME) have ordered an unauthorized emergency pizza crate. Deducted credits, but more productivity.",
    "%events.salvageArtifactGood":"Salvagers aboard (STATION_NAME) have found a beneficial artifact, and have sold it for extra cash.",
    "%events.meteoriteGood":"A passing-by space dragon smashed a meteorite toward (STATION_NAME)'s salvage magnet, and the meteorite is rich of resources!",
    "%events.meteoriteBad":"Meteorites have been detected on collision course with (STATION_NAME)! The salvage magnet was unable to catch the asteroid as they pierced through the station!",
    "%events.botanyProductivity":"Botany aboard (STATION_NAME) decides to work with Chemistry to yield faster crops, feeding the crew and selling the excess to cargo. Revenue increased, civil unrest decreased.",
    "%events.cryopodFriendly":"Salvage techs aboard (STATION_NAME) have found derelict Nanotrasen ruins, with active cryopods! The survivors are immigrated onto your station.",
    "%events.cryopodNeutral":"Salvage techs aboard (STATION_NAME) have found derelict Nanotrasen ruins, with active cryopods! The survivors are immigrated onto your station, but not without some unrest from the crew.",
    "%events.cryopodHostile":"Salvage techs aboard (STATION_NAME) have found derelict ruins, with active cryopods! However the survivors are hostile pirates! You lose some salvage techs while running from the pirates.",
    "%events.nuclearEmergencyFailure":"A team of nuclear operatives have failed to detonate the nuclear fission device on (STATION_NAME). The cargo techs have sold the loot for extra revenue.",
    "%events.nuclearEmergencySuccess":"A team of nuclear operatives have successfully detonated the nuclear fission device on (STATION_NAME). You haven't heard from it since the unauthorized nuclear explosion alert.",
    "%events.malfAiSuccess":"A nuclear fission device has exploded unwillingly aboard (STATION_NAME), checking the logs, it reveals that this was the cause of a Malfunctioning AI! You haven't heard from the station since.",
    "%events.bloodCultSuccess":"Space time anomalies have been detected on (STATION_NAME). Nar'Sie has risen. You are forced to abandon the station before any more damage can be done.",
    "%events.revolutionSuccess":"A revolution has sparked on (STATION_NAME) due to low unrest. Multiple casualties and a distress signal, \"SEND HELP PLEASE\".",
    "%events.wizardSuccess":"A wizard has attacked (STATION_NAME) causing mass crew damage. Multiple casualties and a distress signal, \"SEND HELP PLEASE\".",
    "%events.tragedy":"A tragedy has occured. a crewmember aboard (STATION_NAME) has died."
}